{
  "events": [
    {
      "id": "052623wc",
      "title": "Wiscon 46",
      "description": "The annual gathering for the feminist SF community",
      "fullDescription": "WisCon has grown from a small regional convention to a large, truly international convention, with attendees traveling from all over the world in order to meet other fans and professionals with similar interests. Our convention has grown up to become the annual gathering for the feminist SF community. It also functions as a vibrant meeting place for fans and professionals interested in broader themes of gender, race, and class in Science Fiction and Fantasy.",
      "date": "May 26-29, 2023",
      "location": "Madison, WI",
      "url": "http://wiscon.net"
    },
    {
      "id": "052623bc",
      "title": "Balticon 57",
      "description": "A four-day celebration of Science Fiction and Fantasy!",
      "fullDescription": "Join over fifteen hundred fans of all backgrounds as we gather to celebrate Science Fiction and Fantasy with more than 300 hours of diverse programming, from award winning authors and publishers to twitch live-streamers, from cosplay experts to renowned scientists and tech innovators. Sing along with our filkers, soak in our stunning Art Show and Masquerade, laugh and cry at our Film Festival. We've got something for everyone.",
      "date": "May 26-29, 2023",
      "location": "Baltimore, MD",
      "url": "https://www.balticon.org"
    },
    {
      "id": "060223cc",
      "title": "ConCarolinas 2023",
      "description": "Carolinas' Longest Running Sci-Fi & Fantasy Con",
      "fullDescription": "ConCarolinas programming is designed to be fun and educational with an emphasis on visual arts, literary arts, and performing arts. We tie that all together with our love of science fiction, fantasy, superheroes, and gaming. We also hold an annual Charity Auction and blood drive, in addition to coordinating with other charitable causes our guests are passionate about. Join the celebration at the Carolinas' longest running sci-fi and fantasy convention. It's a weekend full of entertainment, gaming, costumes, authors, films, discussion panels and workshops with professionals in the entertainment and creative community. Come celebrate geekdom and meet some of the region's most creative minds.",
      "date": "June 2-4, 2023",
      "location": "Charlotte, NC",
      "url": "https://concarolinas.org"
    }
  ]
}
