{
  "events": [
    {
      "id": "021822bk",
      "title": "Boskone 59",
      "description": "The longest-running science fiction & fantasy convention in New England",
      "fullDescription": "Brought to you by the New England Science Fiction Association (NESFA), Boskone is an annual science fiction convention, the oldest in New England. Boskone is run and put on entirely by fan volunteers.",
      "date": "February 18-20, 2022",
      "location": "Boston, MA",
      "url": "https://boskone.org"
    },
    {
      "id": "022522fp",
      "title": "Farpoint 29",
      "description": "An annual gathering for fans of all genres of imaginative fiction",
      "fullDescription": "Farpoint Convention is an annual gathering for fans of all genres of imaginative fiction – Science Fiction, Fantasy, Horror, SuperHeroes – in all the media formats in which they might appear – Cinematic Movies, Television, Podcasts, Web Video – you name it, we want to celebrate it! Our mission is to bring fans together to learn from and support each other in their genre interests. You are an active participant in the Farpoint Convention experience to the extent you desire and are most comfortable with. It’s about community and coming together for spirited discussions about the things in fandom that we are so passionate about. It’s about geeking out as a fandom family over our favorite shows, books and movies, gaming and cosplaying and learning together.",
      "date": "February 25-27, 2022",
      "location": "Hunt Valley, MD",
      "url": "http://www.farpointcon.com"
    },
    {
      "id": "022522mc",
      "title": "MystiCon",
      "description": "An awesome weekend of SciFi, Fantasy and Pop Culture",
      "fullDescription": "The original MystiCon, which took place over July 4th weekend in 1980 was considered a big party by most, but has recently been revived to take place in our favorite Roanoke, VA location, the Tanglewood Holiday Inn. The location and time of year that MystiCon takes place is one that fans, family and friends alike have come to rely on for an awesome weekend of SciFi, Fantasy and Pop Culture. This convention was resurrected in 2010 by a collection of cool zany and passionate people that wanted to keep the family-friendly traditions of open gaming, enjoyment of different literature, arts, imaginations and camaraderie any Con-goer will surely enjoy!",
      "date": "February 25-27, 2022",
      "location": "Roanoke, VA",
      "url": "https://mysticon-va.com/"
    },
    {
      "id": "042922rc",
      "title": "RavenCon 15",
      "description": "A weekend celebrating the genres of science fiction, fantasy, mystery, and horror",
      "fullDescription": "RavenCon is a science fiction & fantasy convention that features over 12 continuous tracks of programming. More than 120 writers, fans, artists, scientists, musicians, gamers, filmmakers, and costumers will be available for discussions, panels, readings, and signings. There’s also anime, concerts, parties, workshops, children’s programming, vendors, a film festival, and our famous Gaming Room that never closes.",
      "date": "April 29-May 1, 2022",
      "location": "Glen Allen, VA",
      "url": "https://www.ravencon.com"
    },
    {
      "id": "051922mco",
      "title": "MegaCon Orlando",
      "description": "South East's largest Comics, Sci-Fi, Horror, Anime, and Gaming event",
      "fullDescription": "MEGACON Orlando is the South East's largest comics, sci-fi, horror, anime, and gaming event that attracts hundreds of thousands of people across four BIG days. Every year, MEGACON Orlando offers exciting family-friendly attractions, events, and world-renowned Celebrities! Everyone is a fan of something, and MEGACON Orlando is a place to celebrate all things pop culture. Get an autograph or a photo with your favorite Guest then get the inside scoop about your favorite movies and TV shows at our celebrity panels! Watch professional comic artists battle it out in our popular Sketch Duels, learn from our How-To workshops, and take photos with your favorite costumed characters! It's also a great place to buy a unique gift (or treat yourself!) with a huge show floor for shopping madness.",
      "date": "May 19-May 22, 2022",
      "location": "Orlando, FL",
      "url": "https://fanexpohq.com/megaconorlando/"
    },
    {
      "id": "052722bc",
      "title": "Balticon 56",
      "description": "The Maryland Regional Science Fiction and Fantasy Convention",
      "fullDescription": "Balticon, the annual regional science fiction & fantasy convention of the Baltimore Science Fiction Society, features authors, editors, publishers, artists, filmmakers, and, most importantly, fans. Balticon has speeches by our guests, author readings, panels, slide shows, films, videos, an art show, a dealers room, board gaming, card gaming (collectible and otherwise), computer gaming, a masquerade show (costume contest), science programming, a writer's workshop, and much, much more.",
      "date": "May 27-30, 2022",
      "location": "Baltimore, MD",
      "url": "https://www.balticon.org/wp56/"
    },
    {
      "id": "052722wc",
      "title": "Wiscon",
      "description": "A feminist science fiction & fantasy convention",
      "fullDescription": "WisCon has grown from a small regional convention to a large, truly international convention, with attendees traveling from all over the world in order to meet other fans and professionals with similar interests. Our convention has grown up to become the annual gathering for the feminist SF community. It also functions as a vibrant meeting place for fans and professionals interested in broader themes of gender, race, and class in Science Fiction and Fantasy.",
      "date": "May 27-May 30, 2022",
      "location": "Madison, WI",
      "url": "http://wiscon.net"
    },
    {
      "id": "060322ac",
      "title": "Awesome Con",
      "description": "Washington DC's Comic Con!",
      "fullDescription": "Awesome Con is Washington DC's Comic Con! Awesome Con is a celebration of geek culture, bringing over 70,000 fans together with their favorite stars from across comics, movies, television, toys, games, and more! And just like DC, we're smart, family-friendly, and inclusive — as Awesome Con is home to: The Science Fair, an area of Awesome Con exploring where science and science fiction meet!; The Book Fair, an area of Awesome Con dedicated to authors and book dragons alike!; Awesome Con Jr, an all-ages destination for the next generation of fans; Pride Alley, a celebration of queer creators and fans curated by GeeksOUT",
      "date": "June 3-June 5, 2022",
      "location": "Washington, DC",
      "url": "https://awesome-con.com"
    }
  ]
}
