{
  "events": [
    {
      "id": "111822pc",
      "title": "Philcon",
      "description": "The world's first and longest-running conference on science fiction, fantasy, and horror",
      "fullDescription": "Started in 1936, Philcon features cutting-edge programming about literature, art, television, film, anime, comics, science, gaming, costuming and cosplay, music, and other topics of interest to fans of sci-fi, fantasy, and horror. We will also have many other attractions, such as our awesome Art Show and Auction; a Vendors Room full of unique merchandise; a full-featured Tabletop Gaming room; our Writer's Workshop (featuring professional authors and editors); Concerts; Dances, our Masquerade/Costume Competition, and more!",
      "date": "November 18-20, 2022",
      "location": "Cherry Hill, NJ",
      "url": "https://philcon.org"
    },
    {
      "id": "112522cc",
      "title": "Chessiecon 2022",
      "description": "A small con with a 45-year tradition",
      "fullDescription": "Chessiecon is a science fiction and fantasy convention put on by the Thanksgiving Science Fiction Society to continue in the tradition of DarkoverCon. The con emphasizes the work of women creators of science fiction and fantasy in literature and art. Chessiecon has over 200 hours of programming including writing, music, gaming, art, and science. Come and browse the dealer room featuring an eclectic mix of handmade items, books, games, and more. Join in the traditional Turkey Awards and the Midnight Hallelujah Chorus.",
      "date": "November 25-27, 2022",
      "location": "Hunt Valley, MD",
      "url": "https://chessiecon.org"
    },
    {
      "id": "011323ar",
      "title": "Arisia 2023",
      "description": "New England's Largest, Most Diverse Sci-Fi & Fantasy Convention",
      "fullDescription": "Each January for over 30 years, the Arisia convention has brought together fans from around the world to celebrate the best and brightest stars in the science fiction and fantasy genres. Based in Boston, our four-day volunteer-run con features unique entertainment and learning opportunities that led to Arisia winning the title of Best Fan Gathering in the 'Best in Boston' awards for 2016!",
      "date": "January 13-16, 2023",
      "location": "Boston, MA",
      "url": "https://arisia.org"
    },
    {
      "id": "021023fp",
      "title": "Farpoint 30",
      "description": "Where creators and fans can learn with and from each other",
      "fullDescription": "Farpoint Convention is an annual gathering for fans of all genres of imaginative fiction -- Science Fiction, Fantasy, Horror, SuperHeroes -- in all the media formats in which they might appear -- Cinematic Movies, Television, Podcasts, Web Video -- you name it, we want to celebrate it! Our mission is to bring fans together to learn from and support each other in their genre interests. You are an active participant in the Farpoint Convention experience to the extent you desire and are most comfortable with. It's about community and coming together for spirited discussions about the things in fandom that we are so passionate about. It's about geeking out as a fandom family over our favorite shows, books and movies, gaming and cosplaying and learning together.",
      "date": "February 10-12, 2023",
      "location": "Hunt Valley, MD",
      "url": "https://www.farpointcon.com"
    }
  ]
}
