{
  "events": [
    {
      "id": "072222cg",
      "title": "ConGregate 8",
      "description": "A speculative fiction convention held in the Piedmont Triad region of North Carolina",
      "fullDescription": "ConGregate is a completely volunteer run, speculative fiction convention held in the Piedmont Triad region of North Carolina (Winston-Salem). We host a fair amount of interactive programming, in addition to traditional programming (like panel discussions, concerts, a costume contest and charity events). The interactive nature of our con allows fans an opportunity to interact directly with the guests and other fans. In other words, we're a lot more than just a large exhibit hall filled with vendors and guests.",
      "date": "July 22-24, 2022",
      "location": "Winston-Salem, NC",
      "url": "http://con-gregate.com/"
    },
    {
      "id": "090122dc",
      "title": "Dragon Con",
      "description": "The largest multi-media, popular culture convention focusing on science fiction & fantasy, gaming, comics, literature, art, music, and film in the universe",
      "fullDescription": "Dragon Con is the largest multi-media, pop culture convention focusing on science fiction & fantasy, gaming, comics, literature, art, music, and film in the universe. Over three decades, Dragon Con has grown from the little Atlanta convention that defied the rules to one of the largest pop culture conventions in the world. Along the way, it changed the expectations for a successful convention. While small cons still focus on one or two genres, the largest ones combine literature, television & movies, comics and gaming, just as Dragon Con did for the first time back in 1987.",
      "date": "September 1-5, 2022",
      "location": "Atlanta, GA",
      "url": "https://www.dragoncon.org/"
    },
    {
      "id": "093022cc",
      "title": "Capclave 2022",
      "description": "Where reading is not extinct",
      "fullDescription": "Capclave is a small relaxed literary convention with a program that usually focuses on the short fiction form. Our Guests of Honor and other notable authors, editors, artists, and fans of the short fiction form will explore the creation and enjoyment of short fantasy and science fiction genre stories. Past Capclaves have hosted discussions with authors and fans; readings by authors; a dealer's room with books, magazines, artwork, crafts, and other science fiction and fantasy related items; exhibits by artists; space science presentations from NASA; a hospitality suite; room parties; interesting conversations with other fans and professionals; and a relaxed atmosphere for visiting old friends and meeting new friends.",
      "date": "September 30-October 2, 2022",
      "location": "Rockville, MD",
      "url": "https://www.capclave.org/"
    },
    {
      "id": "111122tc",
      "title": "TusCon 49",
      "description": "The Best Little Sci-Fi, Fantasy & Horror Convention in Arizona",
      "fullDescription": "Attendees of TusCon are among the most dedicated fans of science fiction, fantasy, and horror and many attendees are professional writers, film producers, artists, and reporters who keep others informed about the goings-on in the industry. TusCon is an annual science fiction convention sponsored by the Baja Arizona Science Fiction Association (BASFA). The primary focus of TusCon is science fiction, fantasy and horror, but we also pay attention to art, animation, science, media and gaming.",
      "date": "November 11-13, 2022",
      "location": "Tucson, AZ",
      "url": "https://tusconscificon.com/"
    }
  ]
}
