{
  "events": [
    {
      "id": "011323ar",
      "title": "Arisia 2023",
      "description": "New England's Largest, Most Diverse Sci-Fi & Fantasy Convention",
      "fullDescription": "Each January for over 30 years, the Arisia convention has brought together fans from around the world to celebrate the best and brightest stars in the science fiction and fantasy genres. Based in Boston, our four-day volunteer-run con features unique entertainment and learning opportunities that led to Arisia winning the title of Best Fan Gathering in the 'Best in Boston' awards for 2016!",
      "date": "January 13-16, 2023",
      "location": "Boston, MA",
      "url": "https://arisia.org"
    },
    {
      "id": "012023cf",
      "title": "ConFusion",
      "description": "The longest-running fan-run SF/F convention in Michigan",
      "fullDescription": "In addition to being the longest-running fan-run SF/F convention in Michigan, ConFusion is a premier event for publishing professionals and fans alike. It is hailed as a place to experience programming and guests on the caliber you find at a WorldCon, while located in a convenient and affordable setting.",
      "date": "January 20-22, 2023",
      "location": "Novi, MI",
      "url": "http://confusionsf.org/"
    },
    {
      "id": "021023fp",
      "title": "Farpoint 30",
      "description": "Where creators and fans can learn with and from each other",
      "fullDescription": "Farpoint Convention is an annual gathering for fans of all genres of imaginative fiction -- Science Fiction, Fantasy, Horror, SuperHeroes -- in all the media formats in which they might appear -- Cinematic Movies, Television, Podcasts, Web Video -- you name it, we want to celebrate it! Our mission is to bring fans together to learn from and support each other in their genre interests. You are an active participant in the Farpoint Convention experience to the extent you desire and are most comfortable with. It's about community and coming together for spirited discussions about the things in fandom that we are so passionate about. It's about geeking out as a fandom family over our favorite shows, books and movies, gaming and cosplaying and learning together.",
      "date": "February 10-12, 2023",
      "location": "Hunt Valley, MD",
      "url": "https://www.farpointcon.com"
    },
    {
      "id": "021723bk",
      "title": "Boskone 60",
      "description": "The longest-running science fiction & fantasy convention in New England",
      "fullDescription": "Brought to you by the New England Science Fiction Association (NESFA), Boskone is an annual science fiction convention,  the oldest in New England. NESFA is a non-profit 501(c)3  corporation and both NESFA and Boskone are run and put on entirely by fan volunteers.",
      "date": "February 17-19, 2023",
      "location": "Boston, MA",
      "url": "https://boskone.org/"
    }
  ]
}
