{
  "events": [
    {
      "id": "111921pc",
      "title": "Philcon",
      "description": "The world's first and longest-running conference on science fiction, fantasy, and horror",
      "fullDescription": "Started in 1936, Philcon features cutting-edge programming about literature, art, television, film, anime, comics, science, gaming, costuming and cosplay, music, and other topics of interest to fans of sci-fi, fantasy, and horror. We will also have many other attractions, such as our awesome Art Show and Auction; a Vendors Room full of unique merchandise; Children’s/Family programming; a full-featured Tabletop Gaming room; our Writer’s Workshop (featuring professional authors and editors); Concerts; Dorian’s Dance Party, our Masquerade/Costume Competition, and more!",
      "date": "November 19-21, 2021",
      "location": "Cherry Hill, NJ",
      "url": "https://philcon.org"
    },
    {
      "id": "011422mc",
      "title": "MarsCon 2022",
      "description": "Tidewater Virginia's longest-running convention",
      "fullDescription": "MarsCon is a mid-sized regional science fiction convention founded in 1990. The convention provides a relaxed environment for people who enjoy science fiction to meet new friends and talk about their interests.",
      "date": "January 14-16, 2022",
      "location": "Williamsburg, VA",
      "url": "http://www.marscon.net/wp/"
    },
    {
      "id": "011422ar",
      "title": "Arisia 2022",
      "description": "New England's largest, most diverse sci-fi & fantasy convention",
      "fullDescription": "Each January for over 30 years, the Arisia convention has brought together fans from around the world to celebrate the best and brightest stars in the science fiction and fantasy genres. Based in Boston, our four-day volunteer-run con features unique entertainment and learning opportunities that led to Arisia winning the title of Best Fan Gathering in the 'Best in Boston' awards for 2016!",
      "date": "January 14-17, 2022",
      "location": "Boston, MA",
      "url": "https://arisia.org"
    },
    {
      "id": "012122cf",
      "title": "ConFusion 2022",
      "description": "The longest running SFF con in Michigan",
      "fullDescription": "ConFusion is a Science Fiction and Fantasy convention in the metro Detroit area. We are the longest running SFF con in Michigan! We focus on literature, art, and music, in the SFF field, and love and welcome all fandoms! ConFusion is a family friendly con.",
      "date": "January 21-23, 2022",
      "location": "Detroit, MI",
      "url": "http://confusionsf.org"
    },
    {
      "id": "021822bk",
      "title": "Boskone 59",
      "description": "The longest-running science fiction & fantasy convention in New England",
      "fullDescription": "Brought to you by the New England Science Fiction Association (NESFA), Boskone is an annual science fiction convention, the oldest in New England. Boskone is run and put on entirely by fan volunteers.",
      "date": "February 18-20, 2022",
      "location": "Boston, MA",
      "url": "https://boskone.org"
    },
    {
      "id": "022522fp",
      "title": "Farpoint 29",
      "description": "An annual gathering for fans of all genres of imaginative fiction",
      "fullDescription": "Farpoint Convention is an annual gathering for fans of all genres of imaginative fiction – Science Fiction, Fantasy, Horror, SuperHeroes – in all the media formats in which they might appear – Cinematic Movies, Television, Podcasts, Web Video – you name it, we want to celebrate it! Our mission is to bring fans together to learn from and support each other in their genre interests. You are an active participant in the Farpoint Convention experience to the extent you desire and are most comfortable with. It’s about community and coming together for spirited discussions about the things in fandom that we are so passionate about. It’s about geeking out as a fandom family over our favorite shows, books and movies, gaming and cosplaying and learning together.",
      "date": "February 25-27, 2022",
      "location": "Hunt Valley, MD",
      "url": "http://www.farpointcon.com"
    },
    {
      "id": "022522mc",
      "title": "MystiCon",
      "description": "An awesome weekend of SciFi, Fantasy and Pop Culture",
      "fullDescription": "The original MystiCon, which took place over July 4th weekend in 1980 was considered a big party by most, but has recently been revived to take place in our favorite Roanoke, VA location, the Tanglewood Holiday Inn. The location and time of year that MystiCon takes place is one that fans, family and friends alike have come to rely on for an awesome weekend of SciFi, Fantasy and Pop Culture. This convention was resurrected in 2010 by a collection of cool zany and passionate people that wanted to keep the family-friendly traditions of open gaming, enjoyment of different literature, arts, imaginations and camaraderie any Con-goer will surely enjoy!",
      "date": "February 25-27, 2022",
      "location": "Roanoke, VA",
      "url": "https://mysticon-va.com/"
    },
    {
      "id": "042922rc",
      "title": "RavenCon 15",
      "description": "A weekend celebrating the genres of science fiction, fantasy, mystery, and horror.",
      "fullDescription": "RavenCon is a science fiction & fantasy convention that features over 12 continuous tracks of programming. More than 120 writers, fans, artists, scientists, musicians, gamers, filmmakers, and costumers will be available for discussions, panels, readings, and signings. There’s also anime, concerts, parties, workshops, children’s programming, vendors, a film festival, and our famous Gaming Room that never closes.",
      "date": "April 29-May 1, 2022",
      "location": "Williamsburg, VA",
      "url": "https://www.ravencon.com"
    }
  ]
}
