{
  "events": [
    {
      "id": "042123rc",
      "title": "RavenCon 16",
      "description": "A 3-day event that covers everything you love about science fiction, fantasy, and horror",
      "fullDescription": "RavenCon is a Science Fiction & Fantasy Convention that features eleven continuous tracks of programming (over 250 hours!). More than 100 writers, fans, artists, scientists, musicians, gamers, filmmakers, and costumers will be available for discussions, panels, readings, and signings. There's also concerts, parties, workshops, vendors, 2 Escape Rooms, and our famous Gaming Room that never closes. Plus, there's always a surprise or two up our sleeves. We guarantee, there's always something fun to do at RavenCon!",
      "date": "April 21-23, 2023",
      "location": "Richmond, VA",
      "url": "https://www.ravencon.com"
    },
    {
      "id": "052623wc",
      "title": "Wiscon 46",
      "description": "The annual gathering for the feminist SF community",
      "fullDescription": "WisCon has grown from a small regional convention to a large, truly international convention, with attendees traveling from all over the world in order to meet other fans and professionals with similar interests. Our convention has grown up to become the annual gathering for the feminist SF community. It also functions as a vibrant meeting place for fans and professionals interested in broader themes of gender, race, and class in Science Fiction and Fantasy.",
      "date": "May 26-29, 2023",
      "location": "Madison, WI",
      "url": "http://wiscon.net"
    },
    {
      "id": "052623bc",
      "title": "Balticon 57",
      "description": "A four-day celebration of Science Fiction and Fantasy!",
      "fullDescription": "Join over fifteen hundred fans of all backgrounds as we gather to celebrate Science Fiction and Fantasy with more than 300 hours of diverse programming, from award winning authors and publishers to twitch live-streamers, from cosplay experts to renowned scientists and tech innovators. Sing along with our filkers, soak in our stunning Art Show and Masquerade, laugh and cry at our Film Festival. We've got something for everyone.",
      "date": "May 26-29, 2023",
      "location": "Baltimore, MD",
      "url": "https://www.balticon.org"
    }
  ]
}
