{
  "events": [
    {
      "id": "052821bc",
      "title": "Balticon 55",
      "description": "The Maryland Regional Science Fiction and Fantasy Convention",
      "fullDescription": "Balticon programming covers a wide variety of topics of interest to science fiction and fantasy fans, with panels and presentations covering a books, writing, science, music, and TV. Readings, discussions, and kaffeeklatsches will allow more informal chatter with your favorite guests. Balticon gaming includes board games, RPGs, and an annual LARP. Balticon has both an Art Show and an Artists’ Alley.",
      "date": "May 28-31, 2021",
      "location": "Virtual",
      "url": "https://www.balticon.org/wp55/"
    },
    {
      "id": "060421cc",
      "title": "ConCarolinas 2021",
      "description": "Carolina's Longest Running Multi-Fandom Con",
      "fullDescription": "ConCarolinas programming is designed to be fun and educational with an emphasis on visual arts, literary arts, and performing arts.  We tie that all together with our love of science fiction, fantasy, superheroes, and gaming.  We also hold an annual Charity Auction and blood drive, in addition to coordinating with other charitable causes our guests are passionate about.",
      "date": "June 4-6, 2021",
      "location": "Charlotte, NC",
      "url": "https://concarolinas.org"
    },
    {
      "id": "071621bdc",
      "title": "blerDCon 2021",
      "description": "An event that highlights and celebrates Blerd culture",
      "fullDescription": "Blerdcon is an event that highlights and celebrates Blerd culture and creates a marketplace of ideas where sharing that culture can take place with proper context, attribution and positivity in an inclusive environment. Blerdcon celebrates our connection with LGBTQ, the disabled, POCs and the international community! All are welcome to partake in the experience as we are an open community who love all the same nerddom.",
      "date": "July 16-18, 2021",
      "location": "Arlington, VA",
      "url": "https://blerdcon.com"
    },
    {
      "id": "081221mc",
      "title": "MegaCon Orlando",
      "description": "The South East's largest Comics, Sci-Fi, Horror, Anime, and Gaming event",
      "fullDescription": "MEGACON Orlando is the South East’s largest comics, sci-fi, horror, anime, and gaming event that attracts hundreds of thousands of people across four BIG days. Every year, MEGACON Orlando offers exciting family-friendly attractions, events, and world-renowned Celebrities! Everyone is a fan of something, and MEGACON Orlando is a place to celebrate all things pop culture.",
      "date": "August 12-15, 2021",
      "location": "Orlando, FL",
      "url": "https://fanexpohq.com/megaconorlando/"
    },
    {
      "id": "082021ac",
      "title": "AwesomeCon",
      "description": "Washington DC's Comic Con",
      "fullDescription": "Awesome Con is Washington DC’s Comic Con! Awesome Con is a celebration of geek culture, bringing over 70,000 fans together with their favorite stars from across comics, movies, television, toys, games, and more! And just like DC, we’re smart, family-friendly, and inclusive.",
      "date": "August 20-22, 2021",
      "location": "Washington, DC",
      "url": "https://awesome-con.com"
    }
  ]
}
