{
  "events": [
    {
      "id": "090122dc",
      "title": "Dragon Con",
      "description": "The largest multi-media, popular culture convention focusing on science fiction & fantasy, gaming, comics, literature, art, music, and film in the universe",
      "fullDescription": "Dragon Con is the largest multi-media, pop culture convention focusing on science fiction & fantasy, gaming, comics, literature, art, music, and film in the universe. Over three decades, Dragon Con has grown from the little Atlanta convention that defied the rules to one of the largest pop culture conventions in the world. Along the way, it changed the expectations for a successful convention. While small cons still focus on one or two genres, the largest ones combine literature, television & movies, comics and gaming, just as Dragon Con did for the first time back in 1987.",
      "date": "September 1-5, 2022",
      "location": "Atlanta, GA",
      "url": "https://www.dragoncon.org/"
    },
    {
      "id": "093022cc",
      "title": "Capclave 2022",
      "description": "Where reading is not extinct",
      "fullDescription": "Capclave is a small relaxed literary convention with a program that usually focuses on the short fiction form. Our Guests of Honor and other notable authors, editors, artists, and fans of the short fiction form will explore the creation and enjoyment of short fantasy and science fiction genre stories. Past Capclaves have hosted discussions with authors and fans; readings by authors; a dealer's room with books, magazines, artwork, crafts, and other science fiction and fantasy related items; exhibits by artists; space science presentations from NASA; a hospitality suite; room parties; interesting conversations with other fans and professionals; and a relaxed atmosphere for visiting old friends and meeting new friends.",
      "date": "September 30-October 2, 2022",
      "location": "Rockville, MD",
      "url": "https://www.capclave.org/"
    },
    {
      "id": "111122tc",
      "title": "TusCon 49",
      "description": "The Best Little Sci-Fi, Fantasy & Horror Convention in Arizona",
      "fullDescription": "Attendees of TusCon are among the most dedicated fans of science fiction, fantasy, and horror and many attendees are professional writers, film producers, artists, and reporters who keep others informed about the goings-on in the industry. TusCon is an annual science fiction convention sponsored by the Baja Arizona Science Fiction Association (BASFA). The primary focus of TusCon is science fiction, fantasy and horror, but we also pay attention to art, animation, science, media and gaming.",
      "date": "November 11-13, 2022",
      "location": "Tucson, AZ",
      "url": "https://tusconscificon.com/"
    },
    {
      "id": "111122wc",
      "title": "Windycon 48",
      "description": "Chicagoland's longest running science fiction convention",
      "fullDescription": "Windycon is Chicagoland's longest running science fiction convention. Our attendance is usually around 1,200 members. This makes Windycon a more intimate event than the mega conventions. A large aspect of our convention is the time you can spend having great conversations with friends, panelists, and even the Guests. Attendees are generally interested in a broad spectrum of science fiction and fantasy topics. This can include, but is not limited to: steampunk, dragons, fairies, robots, anime, zombies, pirates, ninjas, astrophysics, gaming, horror, space operas, urban fantasy, vampires, time travel, and cats. At our core, we are a literary based convention. We have an annual Short Story contest and a Writer's Workshop, where seasoned authors and editors help aspiring writers with their works-in-progress.",
      "date": "November 11-13, 2022",
      "location": "Lombard, IL",
      "url": "https://windycon.org"
    },
    {
      "id": "111822pc",
      "title": "Philcon",
      "description": "he world's first and longest-running conference on science fiction, fantasy, and horror",
      "fullDescription": "Started in 1936, Philcon features cutting-edge programming about literature, art, television, film, anime, comics, science, gaming, costuming and cosplay, music, and other topics of interest to fans of sci-fi, fantasy, and horror. We will also have many other attractions, such as our awesome Art Show and Auction; a Vendors Room full of unique merchandise; a full-featured Tabletop Gaming room; our Writer's Workshop (featuring professional authors and editors); Concerts; Dances, our Masquerade/Costume Competition, and more!",
      "date": "November 18-20, 2022",
      "location": "Cherry Hill, NJ",
      "url": "https://philcon.org"
    }
  ]
}
