{
  "events": [
    {
      "id": "070921cg",
      "title": "ConGregate 7",
      "description": "Speculative fiction convention held in the Piedmont Triad region of North Carolina",
      "fullDescription": "ConGregate is a completely volunteer run, speculative fiction convention held in the Piedmont Triad region of North Carolina. We host a fair amount of interactive programming, in addition to traditional programming (like panel discussions, concerts, a costume contest and charity events). The interactive nature of our con allows fans an opportunity to interact directly with the guests and other fans. In other words, we're a lot more than just a large exhibit hall filled with vendors and guests.",
      "date": "July 9-11, 2021",
      "location": "Winston-Salem, NC",
      "url": "http://con-gregate.com"
    },
    {
      "id": "071621bdc",
      "title": "blerDCon 2021",
      "description": "An event that highlights and celebrates Blerd culture",
      "fullDescription": "Blerdcon is an event that highlights and celebrates Blerd culture and creates a marketplace of ideas where sharing that culture can take place with proper context, attribution and positivity in an inclusive environment. Blerdcon celebrates our connection with LGBTQ, the disabled, POCs and the international community! All are welcome to partake in the experience as we are an open community who love all the same nerddom.",
      "date": "July 16-18, 2021",
      "location": "Arlington, VA",
      "url": "https://blerdcon.com"
    },
    {
      "id": "081221mc",
      "title": "MegaCon Orlando",
      "description": "The South East's largest comics, sci-fi, horror, anime, and gaming event",
      "fullDescription": "MEGACON Orlando is the South East’s largest comics, sci-fi, horror, anime, and gaming event that attracts hundreds of thousands of people across four BIG days. Every year, MEGACON Orlando offers exciting family-friendly attractions, events, and world-renowned Celebrities! Everyone is a fan of something, and MEGACON Orlando is a place to celebrate all things pop culture.",
      "date": "August 12-15, 2021",
      "location": "Orlando, FL",
      "url": "https://fanexpohq.com/megaconorlando/"
    },
    {
      "id": "081321rc",
      "title": "Readercon 31",
      "description": "The conference on imaginative literature",
      "fullDescription": "Although Readercon is modeled on 'science fiction conventions,' we have no art show, no costumes, no gaming, and almost no media. Instead, Readercon features a near-total focus on the written word. In many years the list of Readercon guests rivals or surpasses that of the Worldcon in quality. Readercon is the only small convention regularly attended by such giants of imaginative literature as Samuel R. Delany, Ellen Datlow, Amal El-Mohtar, John Crowley, Greer Gilman, and Catherynne M. Valente.",
      "date": "August 13-15, 2021",
      "location": "Virtual",
      "url": "https://www.readercon.org"
    },
    {
      "id": "082021ac",
      "title": "AwesomeCon",
      "description": "Washington DC's Comic Con",
      "fullDescription": "Awesome Con is Washington DC’s Comic Con! Awesome Con is a celebration of geek culture, bringing over 70,000 fans together with their favorite stars from across comics, movies, television, toys, games, and more! And just like DC, we’re smart, family-friendly, and inclusive.",
      "date": "August 20-22, 2021",
      "location": "Washington, DC",
      "url": "https://awesome-con.com"
    },
    {
      "id": "090221dc",
      "title": "DragonCon",
      "description": "Multi-media, pop culture convention focusing on science fiction & fantasy, gaming, comics, literature, art, music, and film",
      "fullDescription": "Dragon Con is the largest multi-media, pop culture convention focusing on science fiction & fantasy, gaming, comics, literature, art, music, and film in the universe – and the best place to celebrate all of these things with fellow fans on Labor Day Weekend.",
      "date": "September 2-6, 2021",
      "location": "Atlanta, GA",
      "url": "https://www.dragoncon.org"
    },
    {
      "id": "100121cc",
      "title": "Capclave 2021",
      "description": "Literary convention focusing on the short fiction form",
      "fullDescription": "Capclave is a small relaxed literary convention with a program that usually focuses on the short fiction form. Our Guests of Honor and other notable authors, editors, artists, and fans of the short fiction form will explore the creation and enjoyment of short fantasy and science fiction genre stories.",
      "date": "October 1-3, 2021",
      "location": "Rockville, MD",
      "url": "https://www.capclave.org"
    },
    {
      "id": "100121mhc",
      "title": "MileHiCon 53",
      "description": "For SF/F and speculative fiction lovers",
      "fullDescription": "For SF/F and speculative fiction lovers, it’s a weekend not to be missed. The convention will feature authors, artists, speakers and programming on every aspect of the science fiction and fantasy genres.",
      "date": "October 1-3, 2021",
      "location": "Denver, CO",
      "url": "https://milehicon.org"
    },
    {
      "id": "111221tc",
      "title": "TusCon 48",
      "description": "The best little sci-fi, fantasy & horror convention in Arizona",
      "fullDescription": "The primary focus of TusCon is science fiction, fantasy and horror, but we also pay attention to art, animation, science, media and gaming.",
      "date": "November 12-14, 2021",
      "location": "Tucson, AZ",
      "url": "https://tusconscificon.com"
    },
    {
      "id": "111221wc",
      "title": "Windycon 47",
      "description": "Chicagoland’s longest-running science fiction convention",
      "fullDescription": "Windycon is Chicagoland’s longest running science fiction convention. Attendees are generally interested in a broad spectrum of science fiction and fantasy topics. At our core, we are a literary based convention. We have an annual Short Story contest and a Writer's Workshop, where seasoned authors and editors help aspiring writers with their works-in-progress. Being a smaller event, we support and encourage local artisans and crafts-people, so look for a lot of unique items you won’t find at the mega-conventions.",
      "date": "November 12-14, 2021",
      "location": "Lombard, IL",
      "url": "http://www.windycon.org"
    },
    {
      "id": "111921pc",
      "title": "Philcon",
      "description": "The world's first and longest-running conference on science fiction, fantasy, and horror",
      "fullDescription": "Started in 1936, Philcon features cutting-edge programming about literature, art, television, film, anime, comics, science, gaming, costuming and cosplay, music, and other topics of interest to fans of sci-fi, fantasy, and horror. We will also have many other attractions, such as our awesome Art Show and Auction; a Vendors Room full of unique merchandise; Children’s/Family programming; a full-featured Tabletop Gaming room; our Writer’s Workshop (featuring professional authors and editors); Concerts; Dorian’s Dance Party, our Masquerade/Costume Competition, and more!",
      "date": "November 19-21, 2021",
      "location": "Cherry Hill, NJ",
      "url": "https://philcon.org"
    },
    {
      "id": "011422mc",
      "title": "MarsCon 2022",
      "description": "Tidewater Virginia's longest-running convention",
      "fullDescription": "MarsCon is a mid-sized regional science fiction convention founded in 1990. The convention provides a relaxed environment for people who enjoy science fiction to meet new friends and talk about their interests.",
      "date": "January 14-16, 2022",
      "location": "Williamsburg, VA",
      "url": "http://www.marscon.net/wp/"
    },
    {
      "id": "011422ar",
      "title": "Arisia 2022",
      "description": "New England's largest, most diverse sci-fi & fantasy convention",
      "fullDescription": "Each January for over 30 years, the Arisia convention has brought together fans from around the world to celebrate the best and brightest stars in the science fiction and fantasy genres. Based in Boston, our four-day volunteer-run con features unique entertainment and learning opportunities that led to Arisia winning the title of Best Fan Gathering in the 'Best in Boston' awards for 2016!",
      "date": "January 14-17, 2022",
      "location": "Boston, MA",
      "url": "https://arisia.org"
    },
    {
      "id": "022522fp",
      "title": "Farpoint 29",
      "description": "An annual gathering for fans of all genres of imaginative fiction",
      "fullDescription": "Farpoint Convention is an annual gathering for fans of all genres of imaginative fiction – Science Fiction, Fantasy, Horror, SuperHeroes – in all the media formats in which they might appear – Cinematic Movies, Television, Podcasts, Web Video – you name it, we want to celebrate it! Our mission is to bring fans together to learn from and support each other in their genre interests. You are an active participant in the Farpoint Convention experience to the extent you desire and are most comfortable with. It’s about community and coming together for spirited discussions about the things in fandom that we are so passionate about. It’s about geeking out as a fandom family over our favorite shows, books and movies, gaming and cosplaying and learning together.",
      "date": "February 25-27, 2022",
      "location": "Hunt Valley, MD",
      "url": "http://www.farpointcon.com"
    }
  ]
}
